var config = {
    webTitle: "标题1",
	webSubTilte:"如果你固执地认为，夏天听雨太嘈杂，秋天听雨太凄凉，冬天听雨太难得，那么你就在春天听雨吧",
    portfolio: [
        ["./img/city_1.png", "http://1.15.234.109:8000/", "北京", "中国首都，文化中心，泱泱帝都，热门旅游城市。<br>预估价：68ETH"],
        ["./img/city_2.png", "https://github.com/happysnaker/Gobang", "上海", "采用C++编写的智能五子棋人机对战<br>2021/7/23"],
		["./img/city_3.png", "https://github.com/happysnaker/Gobang", "广州", "采用C++编写的智能五子棋人机对战<br>2021/7/23"],
		["./img/city_4.png", "https://github.com/happysnaker/Gobang", "深圳", "采用C++编写的智能五子棋人机对战<br>2021/7/23"],
		["./img/city_5.png", "http://1.15.234.109:8000/", "香港", "这里记录了我的Java后端学习笔记<br>持续更新"],
		["./img/city_6.png", "https://github.com/happysnaker/Gobang", "西安", "采用C++编写的智能五子棋人机对战<br>2021/7/23"],
		["./img/city_7.png", "https://github.com/happysnaker/Gobang", "成都", "采用C++编写的智能五子棋人机对战<br>2021/7/23"],
		["./img/city_8.png", "https://github.com/happysnaker/Gobang", "杭州", "采用C++编写的智能五子棋人机对战<br>2021/7/23"]
	],

    ChineseZodiac: [
		
        ["./img/a鼠.png", "子（鼠）"],
        ["./img/b牛.png", "丑（牛）"],
        ["./img/c虎.png", "寅（虎）"],
        ["./img/d兔.png", "卯（兔）"],
		["./img/e龙.png", "辰（龙）"],
		["./img/f蛇.png", "巳（蛇）"],
		["./img/g马.png", "午（马）"],
		["./img/h羊.png", "未（羊）"],
		["./img/i猴.png", "申（猴）"],
		["./img/j鸡.png", "酉（鸡）"],
		["./img/k狗.png", "戌（狗）"],
		["./img/l猪.png", "亥（猪）"]
	],

    others: [
        ["2021-04-28", "晚日寒鸦一片愁。柳塘新绿却温柔", "细雨湿流光，芳草年年与恨长。烟锁凤楼无限事，茫茫。鸾镜鸳衾两断肠。"],
        ["2021-04-24", "晚日寒鸦一片愁。柳塘新绿却温柔", "魂梦任悠扬，睡起杨花满绣床。薄悻不来门半掩，斜阳。负你残春泪几行。"],
        ["2021-04-24", "晚日寒鸦一片愁。柳塘新绿却温柔", "百尺朱楼临大道。楼外轻雷，不间昏和晓。独倚阑干人窈窕。"],
        ["2020-11-14", "晚日寒鸦一片愁。柳塘新绿却温柔", "闲中数尽行人小。一霎车尘生树杪。陌上楼头，都向尘中老。薄晚西风吹雨到。明朝又是伤流潦。"],
		["2021-04-28", "晚日寒鸦一片愁。柳塘新绿却温柔", "细雨湿流光，芳草年年与恨长。烟锁凤楼无限事，茫茫。鸾镜鸳衾两断肠。"],
		["2021-04-24", "晚日寒鸦一片愁。柳塘新绿却温柔", "魂梦任悠扬，睡起杨花满绣床。薄悻不来门半掩，斜阳。负你残春泪几行。"],
		["2021-04-24", "晚日寒鸦一片愁。柳塘新绿却温柔", "百尺朱楼临大道。楼外轻雷，不间昏和晓。独倚阑干人窈窕。"],
		["2020-11-14", "晚日寒鸦一片愁。柳塘新绿却温柔", "闲中数尽行人小。一霎车尘生树杪。陌上楼头，都向尘中老。薄晚西风吹雨到。明朝又是伤流潦。"],
	],







}